Repository: collective/collective.fullcalendar
Catalog: src/collective/fullcalendar/locales/*/LC_MESSAGES/collective.fullcalendar.po
Languages: de, no

source: Cancel
de: Abbrechen
no: Avbryt

source: Changes canceled.
de: Änderungen verworfen
no: Endringer avbrutt

source: Changes saved.
de: Änderungen gespeichert
no: Endringer lagret

source: Edit fullcalendar settings
de: Fullcalendar Einstellungen bearbeiten
no: Rediger fullkalenderinnstillinger

source: Installs the collective.fullcalendar add-on.
no: Installerer collective.fullcalendar

source: Save
de: Speichern
no: Lagre

source: Uninstalls the collective.fullcalendar add-on.
no: Avinstallerer collective.fullcalendar

source: collective.fullcalendar (uninstall)
no: Avinstallerer collective.fullcalendar-tillegget.

# help_allDay
source: Display 'All day' option for timeGridWeek-View
de: Zeige 'Ganzer Tag' Option für timeGridWeek-View
no: Vis alternativet «Hele dagen» for timeGridWeek-visning

# help_caleditable
source: Check this box if you want the events in the calendar to be editable.
de: Aktivieren Sie dieses Kontrollkästchen, wenn die Ereignisse im Kalender bearbeitet werden sollen.
no: Kryss av i denne boksen hvis du vil at hendelsene skal redigeres i kalenderen.

# help_calendarHeight
source: Calendar height in pixels
de: Kalender Höhe in Pixeln. Wenn leer gelassen, passt sich die Höhe des Kalenders basierend auf dem Inhalt an.
no: Kalenderhøyde i piksler. Hvis det står tomt, vil kalenderen justere høyden basert på innholdet.

# help_defaultCalendarView
source: Standard View
no: Standardvisning

# help_firstDay
source: Choose the first day of the week.
de: Erster Wochentag
no: Første dag i uken

# help_firstHour
source: Set the starting calendar day view scroll position (a number between 0 and 23). If there is a '+' or '-' in front of this number, the number is added or subtracted with the current time.
de: Legen Sie die anfängliche Scrollposition der Kalender-Tagesansicht fest (eine Zahl zwischen 0 und 23). Wenn vor dieser Zahl ein '+' oder '-' steht, wird die Zahl mit der aktuellen Zeit addiert bzw. substrahiert.
no: Angi den første rulleposisjonen for kalenderdagsvisningen (et tall mellom 0 og 23). Hvis dette tallet innledes med et ‘+’ eller ‘-‘, legges tallet til eller trekkes fra gjeldende tidspunkt.

# help_headerLeft
source: Possible values: title, prev, next, prevYear, nextYear, today, dayGridMonth, timeGridWeek, listWeek, dayGridWeek, multiMonthYear
de: Mögliche Werte: title, prev, next, prevYear, nextYear, today, dayGridMonth, timeGridWeek, listWeek, dayGridWeek, multiMonthYear
no: Mulig: title, prev, next, prevYear, nextYear, today, dayGridMonth, timeGridWeek, listWeek, dayGridWeek, multiMonthYear

# help_headerRight
source: Possible values: title, prev, next, prevYear, nextYear, today, dayGridMonth, timeGridWeek, listWeek, dayGridWeek, multiMonthYear
de: Mögliche Werte: title, prev, next, prevYear, nextYear, today, dayGridMonth, timeGridWeek, listWeek, dayGridWeek, multiMonthYear
no: Mulig: title, prev, next, prevYear, nextYear, today, dayGridMonth, timeGridWeek, listWeek, dayGridWeek, multiMonthYear

# help_maxTime
source: Select the last visible hour of the calendar (e.g. '5 ' or '5:30 ').
de: Wählen Sie die letzte sichtbare Stunde des Kalenders (z.B. '5' oder '5:30').
no: Velg siste synlige timen i kalenderen (f.eks. «5» eller «5:30»).

# help_minTime
source: Select the first visible hour of the calendar (e.g. '5 ' or '5:30 ').
de: Wählen Sie die erste sichtbare Stunde des Kalenders (z.B. '5' oder '5:30').
no: Velg første synlige timen i kalenderen (f.eks. «5» eller «5:30»).

# help_slot_length
source: Time slot in minutes
de: Länge des Zeitfensters in Minuten
no: Lengden på tidsvinduet i minutter

# help_target_folder
source: Destination folder for new appointments
de: Zielordner für neue Termine
no: Destinasjonsmappe for nye avtaler

# help_weekends
source: Show weekends
de: Wochenenden anzeigen
no: Vis helger

# label_allDay
source: All day
de: Ganzer Tag
no: Hele dagen

# label_caleditable
source: Calendar editable
de: Kalender bearbeitbar
no: Kalender redigerbar

# label_calendarHeight
source: Calendar height
de: Kalender Höhe
no: Kalenderhøyde

# label_defaultCalendarView
source: Standard View
de: Standard-Ansicht
no: Standardvisning

# label_firstDay
source: First day of the week
de: Erster Wochentag
no: Første dag i uken

# label_firstHour
source: First visible hour
de: Erste angezeigte Stunde
no: Første time vist

# label_headerLeft
source: Head area left
de: Kopfbereich links
no: Overskrift venstre

# label_headerRight
source: Head area right
de: Kopfbereich rechts
no: Overskrift til høyre

# label_maxTime
source: Last visible hour
de: Letzte sichtbare Stunde
no: Siste synlige time

# label_minTime
source: First visible hour
de: Erste sichtbare Stunde
no: Første synlige time

# label_slot_length
source: Time slot
de: Länge des Zeitfensters
no: Lengde på tidsvinduet

# label_target_folder
source: Destination folder for new appointments
de: Zielordner für neue Termine
no: Destinasjonsmappe for nye avtaler

# label_weekends
source: Show weekends
de: Wochenenden anzeigen
no: Vis helger

source: event_type
de: Anzulegender Termin content_type

source: help_event_type
de: Oder leer lassen um den Standard Termin zu verwenden.
